"%lu day left on trial" = "%lu день до окончания пробного срока";
"%lu days left on trial" = "%lu дней до окончания пробного срока";
"Apply" = "Применить";
"Back" = "Назад";
"Buy Later" = "Купить позже";
"Buy Now" = "Купить сейчас";
"Cancel" = "Отмена";
"Close" = "Закрыть";
"Continue" = "Продолжить";
"Did you <a href=\"%@\">lose your licence?</a>" = "Вы потеряли <a href=\"%@\">ваш лицензионный ключ?</a>";
"Email License to:" = "Отправить ключ на e-mail:";
"Email address is blank!" = "Вы не ввели адрес Email!";
"Enter your serial number below to unlock Path Finder" = "Введите ключ ниже для того, чтобы разблокировать Path Finder";
"Free Trial" = "Пробный период";
"Free trial has expired" = "Бесплатный пробный срок окончен";
"If you need help, email us at help@cocoatech.com" = "Если у вас есть вопросы, отправьте нам письмо на help@cocoatech.com";
"If you own Path Finder 6, enter your name and license key to be eligable for the upgrade discount. Continue to the next step if you are a first time buyer." = "Если вы уже обладаете Path Finder 6, введите ваше имя и ключ, чтобы иметь возможность покупки со скидкой. Перейдите к следующему шагу, если вы не приобретали наш продукт до этого.";
"Licensed for %ld user" = "Зарегистрировано на пользователя %ld";
"Licensed for %ld users" = "Зарегистрировано на %ld пользователей";
"Not licensed" = "Не зарегистрирован";
"OK" = "ОК";
"Path Finder 6 License" = "Лицензия Path Finder 6";
"Path Finder has been successfully registered. Save your registration information in a safe place." = "Path Finder успешно зарегистрирован. Храните регистрационную информацию в надежном месте.";
"Processing..." = "Обработка...";
"Purchase" = "Купить";
"Purchase Path Finder. It's Fast, Simple and Secure." = "Приобретайте Path Finder. Это просто, быстро и безопасно.";
"Purchase successful. Thank you!" = "Покупка успешно осуществлена. Спасибо!";
"Purchase unsuccessful. Let us know what happened. Email us at help@cocoatech.com" = "Не удалось произвести покупку. Пожалуйста, объясните нам, что произошло. Отправьте письмо на help@cocoatech.com";
"Quit" = "Выход";
"Registration" = "Регистрация";
"Registration Code Invalid" = "Регистрационный код неверен";
"Registration Successful" = "Регистрация прошла успешно";
"Request Sent" = "Запрос отправлен";
"Send" = "Отправить";
"Thank you!" = "Спасибо!";
"The Path Finder 6 license key you entered is not valid." = "Ключ Path Finder 6 который вы ввели недействителен";
"The trial period has expired." = "Пробный период окончен.";
"There was a problem with the name or license code you entered. Copy and paste the text from the order email and try again. If you still have problems, visit our lost license code page." = "Произошла ошибка с именем или ключом, который вы ввели. Скопируйте и вставьте текст из письма с заказом и попробуйте снова. Если вы до сих пор не можете активировать продукт, то посетите страницу восстановления потерянного ключа.";
"Unlock" = "Разблокировать";
"Upgrading from version 6?" = "Произвести обновление с 6-й версии?";
"Valid for Upgrade!" = "Подходит для обновления!";
"Wait %u" = "Подождите %u";
"You entered the correct name and license code. Thank you for registering Path Finder." = "Вы ввели правильное имя и код лицензии. Спасибо за регистрацию Path Finder.";
"You will receive your unique serial number instantly." = "Вы моментально получите ваш уникальный лицензионный ключ.";
"You're all done. Close this window to continue launching Path Finder. Print this page to make a hard copy of your license code in case you need to install on a new computer in the future." = "Покупка произведена успешно. Закройте это окно для продолжения запуска Path Finder. Распечатайте эту страницу для того, чтобы иметь копию вашего лицензионного ключа для установки на другом компьютере в будующем.";
"Your 30 day trial has expired. Please purchase Path Finder." = "Ваш 30 дневный пробный срок окончен. Пожалуйста приобретите Path Finder.";
"Your serial number is in your confirmation email." = "Лицензионный ключ находится в письме с подтверждением покупки.";
